OdDAI.Schema.setName(OdAnsiString!System.Runtime.CompilerServices.IsConst)
\details
Sets a new name for the schema definition.
\param name [in] A name for the schema definition.
\remarks
This method is for internal use only.